<template>
	<view>
		<view style="margin: 5% 5%; ">
			<view>
				<text style="font-size: 50rpx; text-align: center; white-space: nowrap;color: #8366c8;">皮肤云肤测汇系统使用条款</text>
			</view>
			<view>
				<text style="font-size: 28rpx; color: #ccc;white-space: nowrap;">最后修订:2024年3月20日</text>
			</view>
			<view style="margin-top: 6%; color: #868686;">
				<text class="text">
					使用《皮肤云用户协议及隐私政策》（以下简称 “协议”或"政策"）及其条款，系确立您与皮肤云之间就下载、安装及使用该软件（以下简称“本软件”或“本应用”）所订立的、描述您与本应用之间权利义务的协议。在注册前务必认真阅读本协议的内容、充分理解各条款内容，如有异议，您可选择不进入本应用。一旦您确认本用户注册协议后，本协议即在您和本应用之间产生法律效力，意味着您完全同意并接受协议的全部条款。请您审慎阅读并选择接受或不接受协议（未成年人应在法定监护人陪同下阅读）。
				</text>
			</view>
			<view style="color: #868686; margin-top: 6%;">
				<text class="text" style="color: #000;">1.概述</text><br />
				<text class="text" >[肤测汇]是[皮肤云]的一款在线皮肤健康中西医测评与汇集系统(以下简称[皮肤中西医智能测评汇集])。</text><br/>
				<text class="text" >本使用条款是您使用[皮肤中西医智能测评汇集]的协议条款。访问或使用[皮肤中西医智能测评汇集]，即表示您已经阅读、理解并同意接受该[协议]的约束，同意遵守所有适用的法律和法规。如果您不同意这些条款，请勿使用[皮肤中西医智能测评汇集服务]。</text><br />
				<text class="text" >[肤测汇]提供的服务不适合也不应当被视为任何形式的诊疗服务。我们不提供任何紧急医疗服务或面对面的诊断或治疗。该服务旨在补充而不是取代医生、医院或其他医疗服务提供者为您提供的服务，您不能凭借或依据[肤测汇]提供的信息进行疾病治疗。如果您参考[肤测汇]提供的信息，在自行治疗出现任何问题，[肤测汇]即所属[皮肤云]不会因此承担任何责任。</text><br />
				<text class="text" >[肤测汇]有权在必要时单方修改服务协议以及[皮肤中西医智能测评汇集]中包含的任何其他信息，不再另行单独通知。修改后的服务协议一经发布即代替旧版本服务协议，自动更新为您与[肤测汇]之间具有约束力的协议。</text>
			</view>
			<view style="color: #868686;margin-top: 6%;">
				<text class="text" style="color: #000;">2.一般条款</text><br />
				<text class="text">[使用条款]还包含所有权/版权申明和隐私条款，您除了必须遵守[使用条款]，还必须服从所有权/版权申明以及隐私条款。所有权/版权申明和隐私条款，请点击"SkinCloud服务协议"的链接查看完整条款。</text><br />
				<text class="text">在您同意遵守[使用条款]、相关法律规定的前提下，皮肤云授予您一份非专属的、不可转让的有限许可，允许您作为用户访问和使用[皮肤中西医智能测评汇集]。此项许可不包括您恶意使用[皮肤中西医智能测评汇集]，或为了任何侵权的目的使用[皮肤中西医智能测评汇集]。</text><br />
				<text class="text">除了上一段所属的有限许可权，皮肤云并未授予您任何明示的或默示的专利、版权或其他专有权、知识产权的权利或许可。您不得在另一个网站或者移动端应用或任何其他介质使用或复制[皮肤中西医智能测评汇集]的任何内容。如果您未能遵守[使用条款]，将会导致授予您的任何权利被自动终止，而无需事先通知，并且您必须立刻停止使用[皮肤中西医智能测评汇集]并销毁持有、保管或控制的所有[皮肤中西医智能测评汇集]资料。</text>
			</view>
			<view style="color: #868686; margin-top: 6%;">
				<text class="text" style="color: #000;">3.免责声明</text><br />
				<text class="text">使用[皮肤中西医智能测评汇集]的所有风险由您自行承担。</text><br />
				<text class="text">[皮肤中西医智能测评汇集]并非医疗机构，其给出的结果列表系基于您提供的有限数以及医疗人工智能模型算法，任何反馈结果不但不代表[皮肤云]同意其说法，对任何反馈结果和建议或由其造成的后果亦不承担任何责任。</text><br />
				<text class="text">[皮肤中西医智能测评汇集]有时可能会包含不准确的反馈信息或文字错误，我们对任何发布信息的准确性不做任何保证。</text><br />
				<text class="text">所有资料、信息、产品、软件、程序和服务均"按现状"提供，[皮肤云]对此不提供任何形式的保证或担保。</text><br />
				<text class="text">[皮肤云]明确免除法律多允许的最大范围内的所有明示的、默示的、法定的及其他保证、担保或陈述，包括但不限于有关时效性、适用于某种特定用途、不侵犯所有权和知识产权的保证。不存在任何限制，[皮肤云]不保证[皮肤中西医智能测评汇集]将连续运行、及时、安全或无错误。</text>
			</view>
			<view style="color: #868686; margin-top: 6%;">
				<text class="text" style="color: #000;">4.保密信息</text><br />
				<text class="text">[皮肤云]并不希望通过[皮肤中西医智能测评汇集]接受您的保密信息或专有信息。您同意您在[皮肤中西医智能测评汇集]上上传或输入的所有信息或资料将被视为非保密信息。将任何信息或资料发送给[皮肤云]，即表示您就该信息与资料授予[皮肤云]不受限制的、不可撤销的使用许可。</text>
			</view>	
			<view style="color: #868686; margin-top: 6%;">
				<text class="text" style="color: #000;">5.业务关系</text><br />
				<text class="text">[皮肤中西医智能测评汇集]可能提供非[皮肤云]网址和资源的链接或引用。[皮肤云]对于引用的，或可从[皮肤中西医智能测评汇集]进行访问的，或链接到任何[皮肤中西医智能测评汇集]的任何非[皮肤云]网址或第三方资源不做任何声明、保证、认可或其他承诺。</text>
			</view>	
			<view style="color: #868686; margin-top: 6%;">
				<text class="text" style="color: #000;">6.责任限制</text><br />
				<text class="text">在适用法律允许的最大范围内，在任何情况下，对于与[皮肤中西医智能测评汇集]有关的、由[皮肤中西医智能测评汇集]引起的或者使用[皮肤中西医智能测评汇集]、使用通过[皮肤中西医智能测评汇集]链接到的、引用的或访问的任何站点或资源，或者使用、下载或访问任何上述站点的资料、信息、产品或服务而造成的任何直接的、间接的、附带的、特别的、惩罚性的或其他后果性的损害，[体素科技]均不对任何一方负责。</text>
			</view>	
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		onShow() {
		
			
			
		},
		methods: {
			
		}
	}
</script>

<style>
	.text{
		line-height: 50rpx;
		font-size: 30rpx;
	}
</style>
